Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Vytvoření platebního kalendáře k zaúčtované faktuře
en_us: Create a payment calendar for a posted invoice

source: Vytvoření platebního příkazu s kumulací plateb
en_us: Creating a payment order with cumulation of payments

source: Vytváření webových zdrojů kontaktů
en_us: Creating web contact resources

source: Více registrací k DPH ve finančním deníku
en_us: More VAT registrations in G/L journal

source: Více registrací k DPH na dokladech
en_us: More VAT registrations on documents

source: Více úhad Financial Pack
en_us: Multiple payment methods Financial Pack

source: Více úhrad
en_us: Multiple payments

source: Výběr plánu – nejprve je třeba zvolit, zda-li chce zákazník obnovovat předplatné každý měsíc nebo jednou ročně.
en_us: Plan selection - First, you need to choose whether you want to renew your subscription monthly or annually.

source: Výchozí název tiskárny – Určuje tiskárnu štítků
en_us: Default Printer Name – Specifies the printer for printing labels

source: Výkaz DPH
en_us: VAT Statement

source: Výkaz DPH - Nastavení
en_us: Settings - VAT Statement

source: V průběhu Q1 2022 bude doplněna sestava, která bude podkladem pro výkazy vůči finančnímu úřadu.
en_us: During Q1 2022, a report will be added, which will be the basis for statements to the tax office.

source: V průběhu Q1 2022 bude upravena funkcionalita uzavírání položek DPH.
en_us: During Q1 2022, the functionality for closing VAT entries will be adjusted.

source: WorkFlow - kontrolované tabulky - nastavení Productivity Pack
en_us: WorkFlow - Linker Tables - Setup Productivity Pack

source: WorkFlow - kontrolované tabulky
en_us: WorkFlow - Linker Tables

source: WorkFlow - řízení stavů - nastavení Productivity Pack
en_us: WorkFlow - State Management - Setup Productivity Pack

source: WorkFlow - řízení stavů
en_us: WorkFlow - state control

source: WorkFlow - řízení stavů Productivity Pack
en_us: WorkFlow - Status management Productivity Pack

source: Zaznamenání stavu pohledávky Pole Stav pohledávky, umístěné na stránce Informace o pohledávce, slouží k zaznamenání stavu vymáhání.
en_us: Receivable status recording The Receivables Status field, located on the Receivable Information Card page, is used to record the status of enforcement.

source: Změnit agenta po počtu chyb je pouze pro OUT Agenty a Procesní Agenty.
en_us: Switch Agent After Number of Errors is only for OUT Agents and Process Agents.

source: Zásilky
en_us: Parcels

source: Zásilky AC Productivity Pack AUTOCONT řešení
en_us: AC Parcels AC Productivity Pack AUTOCONT Solutions

source: Účto skupina faktoringu – účto skupina, která je použita pro účtování faktoringové pohledávky
en_us: Factoring Posting Group – the posting group that is used for posting a factoring receivable

source: Účto skupina přeúčtování a Protiúčet přeúčtování – podrozvahové účty, na kterých se bude dále sledovat pohledávka k původnímu zákazníkovi
en_us: Adv. Posting Group and Adv. Posting Bal. Account No. – off-balance sheet accounts on which the receivable from the original customer will be further monitored

source: Účtování prodejní faktury s platebním kalendářem
en_us: Posting a sales invoice with a payment calendar

source: Čas jízdy nutný – uživatel musí zadat dobu trvání jízdy.
en_us: Drive Time Mandatory – user must enter the duration of the journey.

source: Číselná řada dodávky skladu - jaká číselná řada má být použita pro dodávku ze skladu, když má zdrojový dokument zadanou číselnou řadu: dodávka ze skladu z objednávky prodejní/nákupní/transferu.
en_us: Shiping Wh. No. Series – which number range is to be used for delivery from the warehouse when the source document has the specified number range: delivery from the warehouse from the sales / purchase / transfer order.

source: Číselná řada dodávky – jaká číselná řada má být použita pro účtovanou dodávku, když má zdrojový dokument zadanou číselnou řadu: účtovaná prodejní dodávka z prodejní objednávky nebo faktury, dodávka transferu z objednávky transferu
en_us: Shiping No. Series – which number series is to be used for the posted delivery when the source document has the specified number range: billed sales delivery from the sales order or invoice, transfer delivery from the transfer order

source: Číselná řada příjemky skladu - jaká číselná řada má být použita pro příjemku na sklad, když má zdrojový dokument zadanou číselnou řadu: příjemka na sklad z objednávky prodejní/nákupní/transferu.
en_us: Receiving Wh. No. Series – which number series is to be used for the warehouse receipt when the source document has the specified number series: warehouse receipt from the sales / purchase / transfer order

source: Číselná řada příjemky – jaká číselná řada má být použita pro účtovanou příjemku, když má zdrojový dokument zadanou číselnou řadu: účtovaná nákupní příjemka z nákupní objednávky nebo faktury, příjemka transferu z objednávky transferu.
en_us: Receiving No. Series – which number range is to be used for the posted receipt when the source document has the specified number range: charged purchase receipt from the purchase order or invoice, transfer receipt from the transfer order.

source: Číselná řada účtování – jaká číselná řada má být použita pro zaúčtovaný doklad, když má zdrojový dokument zadanou číselnou řadu: zaúčtovaný prodejní/nákupní/servisní doklad (faktura, dobropis), vydaná upomínka, vydané penále, účtovaná dodávka/příjemka skladu, účtovaná montážní zakázka, účtovaný příjem/výdej zásob, účtovaná obj. fyz. inventury
en_us: Posting No. Series – which number range is to be used for the posted document when the source document has the specified number range: posted sales / purchase / service document (invoice, credit memo), issued reminder, issued penalties, charged delivery / warehouse receipt, posted assembly order, posted inventory receipt / issue, posted physical inventory volume

source: Čísla faktoringů – číselná řada, kterou budou faktoringy číslovány Nastavení faktoringu
en_us: Factoring Nos. – number series by which factoring will be numbered Factoring Setup

source: Čísla vozidel – číselná řada pro vytváření vozidel.
en_us: Vehicle Nos. – a number series for creating vehicles.

source: Čísla vydaných výpisů – číselná řada pro vydané výpisy čerpání PHM.
en_us: Issued Statement Nos. – number series for issued Refuelling Statement

source: Čísla výpisů – číselná řada pro výpisy čerpání PHM.
en_us: Statement Nos. – number series for Refuelling Statement.

source: Čísla zásilek - Číselná řada pro zásilky.
en_us: Parcels No. - Specifies the No. Series for parcels.

source: Čísla řidičů – číselná řada pro vytváření řidičů.
en_us: Drivers Nos. – a number series for creating drivers.

source: Číslo dodavatele PHM – needitovatelné, je zkopírováno ze stejného pole na kartě dodavatele (jedná se o číslo dodavatele PHM, které uvádí v elektronických výpisech, a které je kontrolováno při jejich importu).
en_us: Fuel Vendor No. – non-editable, it is copied from the same field on the supplier's card (this is the fuel supplier number that he states in the electronic statements and which is checked during their import).

source: Číslo dodavatele – je nutné vyplnit, budou-li z výpisů generovány nákupní faktury.
en_us: Vendor No. – Must be filled in if purchase invoices will be generated from statements.

source: Číslo pole – číslo je vybíráno z objektu dané tabulky a je jednoznačnou identifikací pole v celém systému (spolu s číslem tabulky).
en_us: Field No. – the number is selected from the object of the given table and is a unique identification of the field throughout the system (together with the table number).

source: Číslo tabulky relace – číslo objektu datové tabulky v systému.
en_us: Related Table No. – The number of the data table object in the system.

source: Číslo tabulky – číslo objektu datové tabulky v systému.
en_us: Table No. – The number of the data table object in the system.

source: Číslo varování – určuje kdy chcete obdržet varování o blížícím se konci řady (nepovinné)
en_us: Warning No. – determines when you want to receive a warning about the approaching end of the series (optional)

source: Řádkové poznámky - dostupné na záložce Řádky poznámek – tyto strukturované poznámky obsahují pole Datum, Poznámka (100 znaků) a Kód.
en_us: Comment Line - available on the Note Lines tab - These structured notes contain date, Note (100 characters), and Code.

source: Šablona deníku PHM – je nutné vyplnit, budou-li z výpisů generovány deníky PHM.
en_us: Fuel Journal Template – must be filled in if fuel journals will be generated from the statements.

source: Žurnál zboží - hodnota
en_us: Item Register - Value

source: Žádný kód – v poli (které je vyplněno v poli ID pole) nesmí být při přechodu do daného stavu nic vyplněno.
en_us: No Code – The field (which is filled in the field Field No.) must not be filled in when entering the given state.

source: Typ kontaktu a Číslo kontaktu specifikuje o jaký doklad se jedná – Dodavatel, Zákazník, Kontakt (vyplňuje se pokud zatím neexistuje Dodavatel a nebo Zákazník).
en_us: Contact Type and Contact No. specify which document it is - Vendor, Customer, Contact (to be filled in if the Supplier or Customer does not yet exist).

source: Číslo pomocného pole slouží pouze pro bližší rozlišení události.
en_us: Helping Field No. is used only for a closer resolution of the event.

source: Pole ID zdrojového systému nám v IN Bufferu ukazuje odkud (z jakého systému) daný záznam pochází.
en_us: Source System ID field in the IN Buffer shows us where (from which system) the given record comes.

source: <prázdné>
en_us: < empty >

source: Datové schránkyDatové schránky
en_us: Data boxes Data boxes

source: Detail platebního kalendáře
en_us: Detail of payment Calendar

source: Doprava - PlánováníDoprava - Plánování
en_us: Transport - PlanningTransport - Planning

source: Elektronická fakturaceElektronická fakturace
en_us: Electronic invoicing Electronic invoicing

source: Evidence vratných obalůEvidence vratných obalů
en_us: Pack Tracking - Return PackingPack Tracking - Return Packing

source: Fiskální tiskrányFiskální tiskrány
en_us: Fiscal printersFiscal printers

source: Fiskální tiskrányFiskální tiskrány Viz také
en_us: Fiscal printersFiscal printers Viz také

source: Helpdesk - Publikování SharePoint
en_us: Helpdesk - SharePoint publishing

source: Helpdesk - Pult dispečera
en_us: Helpdesk - Helpdesk Dispatch Board

source: Helpdesk - detailní popis
en_us: Helpdesk - detailed description

source: Hierarchický návrh cen povolen
en_us: Hierarchical pricing allowed

source: Hodnoty obecných parametrů
en_us: General Parameter Values

source: Import nespolehlivých plátců DPH z xml formátu
en_us: Import of unreliable VAT payers from xml format

source: Insolvenční rejstříkInsolvenční rejstřík
en_us: Insolvency registerInsolvency register

source: Karta evidence pošty
en_us: Mail Record Card

source: Karta fakctoringu
en_us: Fakctoring card

source: Karta vozidla
en_us: Vehicle Card

source: Karta řidiče
en_us: Driver Card

source: Kniha jízd
en_us: Drive Journal

source: Kontrola směnného kurzu
en_us: Exchange rate controls

source: Kódy PHM
en_us: Fuel Codes

source: Kódy způsobilosti
en_us: Professional Qualifications

source: Mapování souboru
en_us: File Mapping

source: Metoda zadávání - Výběr
en_us: Input Method - Selection

source: Nastavení AC Parcels
en_us: AC Parcels settings

source: Nastavení Balíkobotu
en_us: Balíkobot setup

source: Nastavení Helpdesku - záložka Obecné
en_us: Helpdesk settings - General tab

source: Nastavení Helpdesku - číselná řada
en_us: Helpdesk settings - number series

source: Nastavení SEPA
en_us: SEPA Settings

source: Nastavení dopravy
en_us: Transport Setup

source: Nastavení emailu
en_us: Email Setup

source: Nastavení filtrů dat
en_us: Set up Date Filter

source: Nastavení fází událostí
en_us: Event Phases Setup

source: Nastavení služby CreditCheck
en_us: CreditCheck - setup

source: Nastavení spooleru
en_us: Spooleru Setup

source: Nastavení účtování DHP
en_us: Setup VAT posting

source: Nastavení Řízení stavů - funkce Řízení stavů
en_us: Status Management Settings - State Control Functions

source: Nastavení Řízení stavů - stavy Řízení stavů
en_us: Status Management Settings - State Control Statuses

source: Nastavení Řízení stavů - šablony Řízení stavů
en_us: State Management - Status Management Templates

source: Nastavení šablon interakce
en_us: Set up interaction templates

source: Nastavení šablony
en_us: Template setup

source: Nákup produktu firmy AUTOCONT
en_us: Purchase of an AUTOCONT product

source: Obecné parametry karty
en_us: General parameters of the card

source: Parametry šablony obecných parametrů
en_us: General Parameters Template Parameters

source: Položky zákazníka
en_us: Cust. Ledger Entry

source: Přehled obecných parametrů
en_us: Overview of general parameters

source: Přehled číselných řad
en_us: Overview of No. Series

source: Překlady hodnot parametru
en_us: Parameter value translations

source: Překlady parametrů
en_us: Parameter translations

source: Rozpis platby
en_us: Payment Schedule

source: Rozšíření fronty úlohRozšíření fronty úloh
en_us: Job Queue ExtensionJob Queue Extension

source: Rozšíření fronty úlohRozšíření fronty úloh Viz také
en_us: Job Queue ExtensionJob Queue Extensions See Also

source: Spuštění webových zdrojů
en_us: Launch Web Resources

source: Stavy řízení stavů - Pošta
en_us: Status management states - Mail

source: Typy provozu
en_us: Operation Types

source: Vytvoření objednávky
en_us: Creating a order

source: Vytvoření objednávky Vytvoření objednávky
en_us: Creating a order Creating a order

source: Vytvoření požadavku na dopravu
en_us: Create Transport Request

source: Vytvořit doklad
en_us: Create a document

source: Výpis čeprání PHM
en_us: Refuelling Statement List

source: WorkFlow - kontrolované tabulkyWorkFlow - kontrolované tabulky
en_us: WorkFlow - Linker Tables WorkFlow - Linker Tables

source: Způsoby plateb
en_us: Payment Methods

source: Záložky faktoringu
en_us: Factoring tabs

source: Záznam dat. schránky Jestliže se jedná o doklad vytvořený z Datové schránky je možno si nechat zobrazit původní doklad přes funkci – Proces/Záznam dat. schránky (detailněji viz modul – Datové schránky).
en_us: Record of Data Boxes If it is a document created from the Data Box, it is possible to have the original document displayed via the function - Process / Data recording. mailboxes (for more details, see the module - Data mailboxes).

source: vytvoření příkazu k jízdě
en_us: Create Drive Order

source: Šablona událostí
en_us: Event Template

source: Šablony interakce
en_us: Interaction Template

source: Šablony knihy jízd
en_us: Drive Journal Templates

source: Šablony obecných parametrů
en_us: General parameter template

source: Šablony výpisu čerpání PHM - CSS
en_us: Refuelling Statement Template - CSS

source: Šablony řízení stavů
en_us: Status management Templates

source: List poznámek evidence pošty
en_us: Mail Record Comment Sheet

source: Odborné způsobilosti řidiče
en_us: Driver Qualifications

source: Odeslat požadavek ke schválení Požadavek na schválení lze schválit pomocí funkce – Související/Pošta/Schvalování a nebo jej zrušit pomocí funkce – Akce/Zrušit požadavek na schválení.
en_us: Send request for approval The approval request can be approved using the function - Related/Post/Approval or cancelled using the function - Action/Cancel Approval Request

source: Připojené dokumenty
en_us: Attached documents

source: Šablony evidence pošty Evidence pošty
en_us: Mail Record Template Mail Record

source: Navigovat Pomocí funkce Související doklady pošty nebo funkce Zobrazit Související položky v rámci Navigace se zobrazí detailní přehled všech souvisejících dokladů k vybrané kartě evidence pošty.
en_us: Navigate Using the Mail Related Documents function or the View Related Items function within Navigation, you will see a detailed overview of all related documents for the selected mail records tab.

source: Objednávky kontaktu
en_us: Contact orders

source: Účtoskupiny pro faktoring| |Náhradní účto skupiny zákazníka|Je nutné založit nové kombinace náhrad účto skupin zákazníka (dostupné ze stránky Náhr.
en_us: Factoring groups| |Customer Group Alternate Account|New customer group account substitution combinations must be created (available from the Customer Posting Group

source: Dokument
en_us: Documents

source: Karta evidence pošty II V záložce Stav se po založení objeví nový záznam s výchozím stavem podle definice v šabloně řízení stavů.
en_us: Mail Record Card In the Status a new record will appear after creation with the default status as defined in the status control template.

source: Související položky
en_us: Related Entries

source: Zobrazený požadavek
en_us: Displayed request

source: Uzavřená evidence pošty
en_us: Closed Mail Record

source: A mnohé další.
en_us: And many more.

source: AC - Slovak Legistive Pack
en_us: AC - Slovak Legislative Pack

source: AC Monetizace
en_us: AC Monetization

source: AC Parcels - Integrace Balíkobot
en_us: AC Parcels - Balikobot Integration

source: AC Productivity Pack
en_us: [přibližně]AC Productivity Pack

source: AUTOCONT OBOROVÁ ŘEŠENÍ
en_us: AUTOCONT INDUSTRY SOLUTIONS

source: AUTOCONT ROZŠIŘUJÍCÍ MODULY
en_us: AUTOCONT EXTENSION MODULES

source: Aby bylo možné vyhodnocovat požadavky podle jejich naléhavosti, je nutné vyplnit Priority požadavků:
en_us: In order to evaluate requirements according to their urgency, it is necessary to fill in Requirements Priorities:

source: Aby bylo možné zadávat požadavky do HelpDesku, je nutné předem provést některá nastavení:
en_us: In order to enter requests into the HelpDesk, it is necessary to make some settings in advance:

source: Aby se omezila chybovost, je možné každému uživateli přiřadit jeho vlastní Kód platebního místa.
en_us: To reduce error rate, each user can be assigned his own Payment Place Code.

source: Add-on Insolvenční rejstřík slouží k evidenci záznamů stahovaných z https://isir.justice.cz o insolvenčním řízení společností.
en_us: The Insolvency Register add-on is used to record records downloaded from the https://isir.justice.cz on the insolvency proceedings of companies.

source: Add-on Doprava řeší problematiku evidence vozidel, plánování údržby vozidel, evidence řidičů, evidence knih jízd a evidenci spotřeby pohonných hmot (včetně možnosti importu souborů o nákupech na palivové karty, např. CCS).
en_us: The Transport add-on solves the issue of vehicle registration, vehicle maintenance planning, driver records, logbook records and fuel consumption records (including the possibility of importing purchase files on fuel cards, e.g. CCS).

source: Add-on modul Datové schránky poskytuje podporu pro správu datových schránek ve smyslu zákona 300/2008 Sb. o elektronických úkonech a následujících vyhlášek.
en_us: Data Boxes add-on module provides support for the management of data boxes within the meaning of Act No. 300/2008 Coll. on Electronic Acts and subsequent decrees.

source: Add-on modul Evidence pošty rozšiřuje moduly Nákupu a Prodeje systému Microsoft Dynamics 365 Business Central o podporu evidence doručené a odeslané pošty.
en_us: The Mail record extends the Purchase and Sales modules of the Microsoft Dynamics 365 Business Central system to support the registration of incoming and outgoing mail.

source: Add-on modul Evidence vratných obalů je rozšířením modulu Zásoby systému Dynamics 365 Business Central.
en_us: The Pack Tracking - Return Packing add-on module is an extension of the Dynamics 365 Business Central Inventory module.

source: Add-on modul Obecné parametry umožňuje přidat ke kartám zboží nebo dlouhodobého majetku v systému Dynamics 365 Business Central neomezené množství nových parametrů pro účely podrobného třídění a filtrování.
en_us: The General Parameters add-on module allows you to add an unlimited number of new parameters to Item and Fixed Assest in Dynamics 365 Business Central for detailed sorting and filtering.

source: Add-on modul Publikační úkoly je rozšiřující modul k Publikování Sharepoint.
en_us: The Publishing Tasks add-on module is an extension module for Sharepoint Publishing.

source: Add-on modul Publikační šablony je rozšiřující modul k Publikování Sharepoint.
en_us: Publishing templates add-on module is an extension module to Sharepoint Publishing.

source: Add-on modul Publikování SharePoint umožňuje přímo z prostředí systému Dynamics 365 Business Central publikovat dokumenty v centrálním datovém úložišti SharePoint, souborovém systému či databázi Dynamics 365 Business Central a propojit je se záznamy v tabulkách informačního systému.
en_us: The SharePoint Publishing add-on module allows you to publish documents in the SharePoint central data store, file system or Dynamics 365 Business Central database directly from the Dynamics 365 Business Central environment and link them to the records in the information system tables.

source: Add-on modul Sada rozšíření pro Finance obsahuje společné funkce pro podporu fungování ostatních add-on modulů balíčku rozšíření financí.
en_us: Add-on module Application extension set contains common features to support the operation of the other add-on modules of the Finance Extension Pack.

source: Add-on modul Řízení stavů přidává do systému Microsoft Dynamics 365 Business Central nástroje pro řízení stavů při postupném zpracování úloh jedním či více uživateli.
en_us: The State Management add-on adds status management tools to Microsoft Dynamics 365 Business Central as one or more users process jobs sequentially.

source: Add-on modul Faktoring rozšiřuje možnosti oblasti Správa financí systému Dynamics 365 Business Central o možnost evidence a účtování postoupení pohledávek a vytváření faktoringových smluv.
en_us: The Factoring add-on module extends the capabilities of the Finance Management area of the Dynamics 365 Business Central system with the possibility of recording and accounting for assignments of receivables and creating factoring contracts.

source: Add-on modul Workflow – kontrolované tabulky rozšiřuje funkčnost add-on modulu Workflow o možnost kontroly záznamů nebo polí v tabulkách svázaných s tabulkou, která je řízena workflow.
en_us: The Workflow – Linker Tables add-on extends the functionality of the Workflow add-on by the ability to check records or fields in tables bound to a table that is controlled by workflow.

source: Add-on Řízení stavů je především o správném nastavení.
en_us: The Status Management add-on is all about the correct settings.

source: AddOn Modul Slovak Localization doplňuje systém Dynamics 365 Business Central CZ o funkcionality pro podporu slovenské legislativy.
en_us: The Slovak Localization module complements the Dynamics 365 Business Central CZ system with functionalities to support Slovak legislation.

source: Addon Více způsobů plateb rozšiřuje standard prodejních dokladů v oblasti vyrovnání dokladu přímo při účtování.
en_us: The Multiple Payment Methods module extends the standard of sales documents in the area of balancing the document directly during posting.

source: Addon se prvotně nastavuje pomocí průvodce a poté je možné nastavení měnit ručně.
en_us: The addon is initially set up using the wizard and then the settings can be changed manually.

source: Addon zásilek slouží k vytvoření zásilek a přímému tisku štítků vybraných dopravců, odesílání dat o zásilkách přepravci a objednání samotného svozu balíků.
en_us: The AC Parcels addon is used to create shipments and directly print labels of selected shipping angent, send shipment data to the shipping angent and order the actual parcel collection.

source: Adresa
en_us: Address

source: Adresa URL sledování balíku
en_us: Package Tracking URL

source: Adresa zákazníka
en_us: Customer address
